[
    {
        "name": "Alex Vetter",
        "role": "Chief Executive Officer",
        "description": [
            "Alex Vetter serves as the chief executive officer of Cars.com Inc. (CARS). As one of the founding members of Cars.com, Alex has helped shape the Company from its initial concept into a leading digital marketplace and platform powering innovative solutions and frictionless omni-channel experiences for the automotive industry.",
            "Prior to becoming chief executive officer, Alex served in a number of senior management roles for Cars.com, including president, senior vice president and chief operating officer.",
            "Alex has always been passionate about enabling local businesses. He was raised by entrepreneurs and has long had an interest in supporting businesses that drive local economies and communities. It was this passion that led him to a Company whose mission is to help enable local businesses in a digitally driven world.",
            "Alex received his bachelor’s degree from Providence College where he was a four-year division one athlete. He has a wife and two children and spends his spare time coaching and giving back to kids who are also in the growth stage of their lives."
        ],
        "img": "https://images.cars.com/cldstatic/wp-content/uploads/alex-vetter-headshot-purple-square.jpg",
        "id": "1"
    },
    {
        "name": "Sonia Jain",
        "role": "Chief Financial Officer",
        "description": [
            "Sonia was reappointed Chief Financial Officer of Cars.com Inc. (CARS) in October 2022. In this role, Sonia is responsible for the financial health of the organization and leads accounting, finance and analytics, treasury, investor relations and strategic planning.",
            "Sonia has been a critical force in driving long-term growth and stability for organizations over the course of her career. A former Morgan Stanley investment banker and McKinsey & Co. consultant, Sonia spent 10 years with the Redbox organization, first joining then-parent Outerwall in 2010. It was under her watch that the company was acquired by Apollo Global Management and launched its Redbox On Demand online video store.",
            "A Harvard MBA, Sonia also holds bachelor’s and master’s degrees in electrical engineering from Princeton University and the Massachusetts Institute of Technology, respectively."
        ],
        "img": "http://carsdotcom.wpengine.com/wp-content/uploads/2020/07/sonia-jain-headshot-purple-square-retouched.jpg",
        "id": "2"
    },
    {
        "name": "Angelique Strong Marks",
        "role": "Chief Legal Officer",
        "description": [
            "Angelique was appointed Chief Legal Officer of Cars.com Inc. (CARS) in April 2022. As Chief Legal Officer, she is responsible for the legal, information security, compliance, corporate governance and intellectual property matters for CARS’ enterprise, including its marketplace and brands.",
            "Prior to joining CARS, Angelique served as General Counsel at REE Automotive, a next-generation electric vehicle platform, where she was part of the core team that successfully established REE as a publicly traded company. Prior to REE, she held the position of General Counsel at MAHLE Industries and Behr America, tier one global suppliers to the automotive industry. In addition to senior legal roles at Fortune 500 companies such as CMS Energy Corp. and DTE Energy Co., Angelique served in the chief legal role for Frank’s Nursery & Crafts, which was the country’s largest lawn and garden retail operation during her time with the company. Angelique also has the distinction of being the first African American woman to serve as general counsel of a publicly traded company in the state of Michigan when appointed as General Counsel of Handleman Co.",
            "Angelique holds a Juris Doctor degree from The Ohio State University, a Master of Business Administration in Finance and Management from Miami University, and a Bachelor of Science in Finance from the University of Akron. She is a member of the Advisory Board of KORTX, LLC, a digital marketing and data services company. She also serves on the Board of the Shriver Center on Poverty Law. Angelique is the proud mom of Amari Ajene Marks and Jalia Iman Marks."
        ],
        "img": "https://images.cars.com/cldstatic/wp-content/uploads/angelique-strong-marks-headshot-purple-4-scaled.jpg",
        "id": "3"
    },
    {
        "name": "Doug Miller",
        "role": "President and Chief Commercial Officer",
        "description": [
            "Doug has served as President and Chief Commercial Officer for Cars.com Inc. (CARS) since January 2022, and served as Chief Revenue Officer before that since July 2018. He oversees the Company’s sales channels and revenue operations, building on customer relationships with nearly 20,000 local automotive dealers as well as major dealer groups, national brands and OEMs. Doug is leading the transformation of the go-to-market organization to help expand the Company from a listings model to a business where media, digital solutions and data all work together to support customers’ goals and growth of the business.",
            "Prior to joining CARS, Doug served as Chief Revenue Officer at online consumer marketplace LivingSocial where he helped grow the company from a small start-up to a global enterprise with nearly $2 billion in sales. Previously, he held executive positions at Expedia, Ticketmaster and Citysearch.",
            "Doug holds a B.A. in Sociology from Hamilton College in Clinton, NY."
        ],
        "img": "https://images.cars.com/cldstatic/wp-content/uploads/2022-doug-miller-headshot-purple-about-us.jpg",
        "id": "4"
    },
    {
        "name": "Joe Chura",
        "role": "Chief Innovation Officer",
        "description": [
            "Joe Chura was appointed Chief Innovation Officer of Cars.com Inc. (CARS) in January 2022. As Chief Innovation Officer, Joe is responsible for driving organic and inorganic innovation across CARS’ enterprise platform. With a passion for computer programming and moving metal, Joe co-founded Dealer Inspire in 2013 and served as CEO, leading the development of new solutions to help dealers win. In a few years, Dealer Inspire has grown to close to 800 employees serving over 5,400 clients and 42 OEM brands with game-changing innovation as part of the CARS family of companies.",
            "Joe began his career on the Ford assembly line at age 20, reading his college textbooks seconds at a time in between building cars. Over the next decade Joe gained experience at many different levels in the automotive industry — including Ford Marketing and Sales, dealership General Manager, and BDC Manager.",
            "Joe is also committed to community service by serving on the board for three local charities: Turning Pointe Autism Foundation, One for the Kids, and Loaves and Fishes."
        ],
        "img": "https://images.cars.com/cldstatic/wp-content/uploads/joe-chura-dealer-inspire-headshot-square-purple.jpg",
        "id": "5"
    },
    {
        "name": "Matthew Crawford",
        "role": "Chief Product Officer",
        "description": [
            "Matthew has served as Chief Product Officer at Cars.com Inc. (CARS) since January 2022. He oversees the Company’s product, design and research organizations. In this role, Matthew is focused on delivering CARS’ platform strategy by providing the best experience for car buying and selling.",
            "In his career, Matthew has built teams at early-stage venture-backed startups and has scaled teams at Fortune 100 enterprises to drive digital transformation at scale. Prior to joining CARS, he led commercial technology and innovation for Sysco Corporation and had general management responsibilities for Sysco’s digital innovation arm, Sysco LABS. Previously, he held various product roles at Front Gate Tickets (acquired by Ticketmaster), Civitas Learning, and SpareFoot (now Storable).",
            "Matthew holds a Master of Science degree in Technology Commercialization from the Red McCombs School of Business at the University of Texas at Austin and two BAs from Houston Baptist University in Business Administration and Mass Communications."
        ],
        "img": "https://images.cars.com/cldstatic/wp-content/uploads/matthew-crawford-headshot-purple-2.jpg",
        "id": "6"
    },
    {
        "name": "Greg Heidorn",
        "role": "Chief Technology Officer",
        "description": [
            "Greg joined Cars.com Inc. (CARS) in 2014 and has served as Chief Technology Officer since June 2021. In this position, he manages the technical and data engineering teams and is responsible for the product, data and operational platforms. Previously, Greg was the Vice President of Software Engineering at CARS, playing a critical role in the Company’s technology transformation by modernizing and building a faster and more efficient platform that accelerates innovation of products and solutions for car buyers and sellers.",
            "Prior to CARS, Greg spent 10 years in several technology roles at HSBC, one of the world’s largest banking and financial services companies. He started his career at Lante Corporation in 1999, where he was a developer for new dot-com businesses.",
            "Greg received a bachelor’s degree in computer information systems from Indiana University’s Kelley School of Business and a master’s degree in e-commerce technology from DePaul University."
        ],
        "img": "https://images.cars.com/cldstatic/wp-content/uploads/greg-heidorn-headshots-purple-1.jpg",
        "id": "7"
    },
    {
        "name": "Emily Rhomberg",
        "role": "Chief People Officer",
        "description": [
            "Emily was appointed Chief People Officer at Cars.com Inc. (CARS) in January 2023 and is responsible for leading all aspects of Human Resources. As a seasoned Human Resources executive with over 20 years of experience, Emily has worked across all facets of Human Resources. While previously serving as Interim Chief People Officer, Emily worked in the role of Vice President of Total Rewards at CARS, where she was responsible for implementing and managing programs to motivate and retain employees.",
            "Before joining CARS, Emily served as Head of Total Rewards, supporting over 28,000 U.S. employees at The Kraft Heinz Co., and prior to that was Senior Vice President of Global Compensation and Benefits at IRI, a leading market research, data and analytics company.",
            "Emily holds an MBA from the New York University Stern School of Business and a Bachelor of Science degree in Finance from Illinois State University."
        ],
        "img": "http://carsdotcom.wpengine.com/wp-content/uploads/2022/09/emily-rhomberg-headshot-purple-square.jpg",
        "id": "8"
    },
    {
        "name": "Julien Schneider",
        "role": "Senior Vice President, Strategy and Business Transformation",
        "description": [
            "Julien joined CARS in June 2018. In his current role, he oversees corporate strategy and mergers and acquisitions. In addition, he is responsible for revenue strategy and operations, collaborating with Chief Revenue Officer Doug Miller to drive the company’s go-to-market transformation.",
            "Prior to joining CARS, Julien was a strategy consultant at Boston Consulting Group, advising technology companies on strategy and operational transformation.",
            "Julien holds a bachelor of business administration degree in finance from HEC Montreal."
        ],
        "img": "https://images.cars.com/cldstatic/wp-content/uploads/julien-schneider-headshot-purple.jpg",
        "id": "9"
    },
    {
        "name": "Marita Hudson Thomas",
        "role": "Chief Communications Officer",
        "description": [
            "Marita was promoted to Chief Communications Officer in June 2020 and is responsible for internal and external communications strategy and events across CARS. Since joining the company in October 2017, Marita has transformed CARS’ communications practice by delivering meaningful campaigns, press and events that drive results and business impact.",
            "Marita has spent more than 20 years in communications, public relations and reputation management across industries including travel, media and education. She began her career at top PR agencies focusing on clients whose businesses were at the intersection of technology and retail. Prior to joining CARS, she led communications for digital marketplaces Orbitz and Vivid Seats.",
            "Marita is a staunch supporter of mentoring programs in underserved communities and serves as a board member for Polished Pebbles, a nonprofit girls mentoring organization. She holds a master’s degree in human services administration from Spertus College and a bachelor’s degree in public relations and English writing from Illinois State University."
        ],
        "img": "http://carsdotcom.wpengine.com/wp-content/uploads/2022/09/marita-thomas-headshot-square.jpg",
        "id": "10"
    },
    {
        "name": "Jandy Tomy",
        "role": "Executive Vice President of Finance and Treasurer",
        "description": [
            "Jandy has served as Executive Vice President of Finance and Treasurer at Cars.com Inc. (CARS) since October 2022. Prior to this role, Jandy served as interim Chief Financial Officer from April through September 2022, where she led accounting, finance and analytics, treasury and investor relations, a position she also held earlier in her career at CARS in 2020. Jandy has also held the role of Vice President and Treasurer from July 2020 through March 2022 and began her work at CARS in March 2017 when she was appointed Vice President of Investor Relations and Treasury, where she was responsible for establishing, building and maintaining relationships with institutional shareholders and sell-side analysts and bankers while also involved in the company’s accounting, budgeting and financial functions.",
            "During her time at CARS, Jandy assumed tax responsibility and has led the efforts around the company’s capital structure, most recently in the fall of 2021, which resulted in the refinancing of the company’s debt, including the debut issuance of high-yield notes and amendment and extension of the company’s credit facility. This provided the company ample liquidity and flexibility to pursue strategic initiatives. In addition, Jandy was involved in the initial financing that allowed for the company’s spin-off from Tegna International as well as subsequent amendments to the credit agreement, which provided more flexibility.",
            "Jandy was previously Vice President of Finance at FTD, at the time an international company with one of the largest floral networks in the world. During her tenure, she worked on the company’s go-private transaction, subsequent spin-off and $100 million secondary stock offering. She also managed domestic and international public and private acquisitions, including the $800 million sale of FTD to United Online, the $430 million acquisition of Provide Commerce, and the $125 million purchase of UK-based Interflora Holding Ltd.",
            "Jandy holds a Bachelor of Science in Accountancy from the University of Illinois – Champaign-Urbana and is a CPA. She is also a Gies College of Business Alumni Association Board member."
        ],
        "img": "https://images.cars.com/cldstatic/wp-content/uploads/jandy-tomy-headshot-purple-1.jpg",
        "id": "11"
    },
    {
        "name": "Jennifer Vianello",
        "role": "Chief Marketing Officer",
        "description": [
            "Jennifer was appointed as Chief Marketing Officer of Cars.com Inc. (CARS) in July 2022. In this position, she leads the strategy for all design and marketing functions to create a seamless experience for our shoppers and sellers. Jennifer is also responsible for performance marketing solutions including all media buying, reporting and analytics supporting CARS’ brands and solutions.",
            "Prior to joining CARS, Jennifer served at Publicis Groupe as executive vice president and managing director, where she played an integral role in Publicis’ transformation from a holding company into a platform strategy. During her tenure with the company, she worked with cross-functional teams to unite media, data and SaaS technology solutions into a connected strategy. Jennifer held various leadership positions in Publicis Media; during her time with the company, she built its global business development function, transformed large consumer packaged goods and retail accounts, and piloted new products and services.",
            "Jennifer holds an MBA from Chicago Booth in Marketing, Economics and Statistics and a Bachelor of Arts in Arts, Entertainment and Media Management from Columbia College Chicago."
        ],
        "img": "https://images.cars.com/cldstatic/wp-content/uploads/jennifer-vianello-headshot-purple-about-us-3.jpg",
        "id": "12"
    }
]