[
    {
        "name": "Nam Than",
        "role": "Founder",
        "description": [
            "Nam has served as Founder at CycAuto Inc. (CycAuto) since January 2022. He oversees the Company’s product, design and research organizations. In this role, Matthew is focused on delivering CARS’ platform strategy by providing the best experience for car buying and selling.",
            "In his career, Nam has built teams at early-stage venture-backed startups and has scaled teams at Fortune 100 enterprises to drive digital transformation at scale. Prior to joining CycAuto, he led commercial technology and innovation for Sysco Corporation and had general management responsibilities for Sysco’s digital innovation arm, Sysco LABS. Previously, he held various product roles at Front Gate Tickets (acquired by Ticketmaster), Civitas Learning, and SpareFoot (now Storable).",
            "Nam holds a Master of Science degree in Technology Commercialization from the Red McCombs School of Business at the University of Texas at Austin and two BAs from Houston Baptist University in Business Administration and Mass Communications."
        ],
        "img": "https://scontent.xx.fbcdn.net/v/t1.15752-9/334536892_1311491559802759_8134623375712958298_n.jpg?stp=dst-jpg_p160x160&_nc_cat=110&ccb=1-7&_nc_sid=aee45a&_nc_ohc=PBC6PAsnssYAX_puLjL&_nc_ad=z-m&_nc_cid=0&_nc_ht=scontent.xx&oh=03_AdRL2vj5y_9MPlqM_Gm1TA_tivHzngGOYJZX95-KH0lMQg&oe=64AC40B7",
        "id": "1"
    },
    {
        "name": "Mitch Golub",
        "role": "Founder",
        "description": [
            "Mitch Golub joined CycAuto in July 1997 as the organization’s first employee and went on to serve as its President for 18 years. In October 2014, Golub made the decision to step down as President and currently serves as a senior advisor to the leadership team while his longtime business partner, Alex Vetter, transitions into the role.",
            "Golub’s primary focus as President was to execute the strategy of CycAuto, build product portfolios and maintain industry leadership. As advisor, he provides counsel to ensure the company’s sales, marketing, product development, media and business development areas are closely aligned with the company’s vision and positioned for sustainable growth.",
            "Golub’s tenure with CycAuto began after a successful 20-year career with the Tribune Co. While with Tribune, he leveraged his extensive background in product management to help the company’s new business initiatives, including the creation and management of start-ups in print, broadcast and online. Golub also held a leadership role in Tribune’s emerging New Media Group, where key accomplishments included the creation and launch of Digital City, in partnership with America Online. In recognition of his contributions, he received the Tribune Co.’s first Values Award, presented in appreciation of business achievements demonstrating creativity and entrepreneurialism.",
            "As a result of his expertise and pioneer status, Golub has participated in a variety of industry panels, workshops and speaking engagements. He has been a featured speaker at the Driving Sales Executive Summit, the Forrester Automotive Summit and J.D. Power’s Roundtable. Additionally, he provides frequent commentary and analysis to publications such as Automotive News, NADA’s Auto Exec, The New York Times and The Wall Street Journal."
        ],
        "img": "https://images.cars.com/cldstatic/wp-content/uploads/img834009460-1456432722526.jpg",
        "id": "2"
    },
    {
        "name": "William Swislow",
        "role": "Founder",
        "description": [
            "William Swislow has guided the site's development since its inception in 1997.",
            "Before joining CycAuto, Swislow held several roles within the Chicago Tribune, including interactive marketplaces editor. During his tenure, Swislow managed the launch of the company's first editorial website. Prior to his time with Tribune, he served as managing editor of the Society of Professional Journalists' Quill Magazine and of four alternative weeklies in New England. Swislow also spent two years as an editor at Dow Jones News Service.",
            "Swislow received his Bachelor's Degree in Government from Harvard University and a Master's Degree in Journalism from Columbia University. In addition to his role at CycAuto, he operates the cultural website interestingideas.com."
        ],
        "img": "https://images.cars.com/cldstatic/wp-content/uploads/img-1014025617-1456432722628.jpg",
        "id": "3"
    }
]